

;  ////////////////////////////////////
;  // Changes to Base-Game Abilities //
;  ////////////////////////////////////




;  ////////////////////////////////
;  // Changes to Items & Weapons //
;  ////////////////////////////////



;  ////////////
;  // Reaper //
;  ////////////

[Reaper X2EncyclopediaTemplate]
ListTitle = "死神兵种"
DescriptionTitle = "死神兵种"
DescriptionEntry = "死神会使用一种名为\"暗影融合\"的高级隐蔽能力，随着时间推移而增长。当死神积累\"暗影点数\"（他们的专注机制）时，将获得更强大的加成和效果。在隐蔽时，死神根据其当前的暗影点数，获得增加暴击率和减少探测半径。但是致命的射击会消耗暗影点数，以防止死神被暴露。<br/><br/>其他职业技能可以在暗影点数机制的基础上获得额外加成。"

[XLocalizedData]
ReaperTutorialTitle = "死神暗影融合"
ReaperTutorialText = "死神会使用一种名为\"暗影融合\"的高级隐蔽能力，随着时间推移，当死神积累\"暗影点数\"(他们的专注机制)时，将获得更强大的加成和效果。在隐蔽时，死神根据其当前的暗影点数，获得增加暴击率和减少探测半径。但是致命的射击会消耗暗影点数，以防止死神被暴露。"

[Reaper X2SoldierClassTemplate]
DisplayName = "死神"
ClassSummary = "死神专精在隐蔽中潜行和突袭。<br/><br/><font color='#CA7200'>可以使用维克托步枪和手枪。</font>"
AbilityTreeTitles[0] = "特工"
AbilityTreeTitles[1] = "幽灵"
AbilityTreeTitles[2] = "捕食者"
AbilityTreeTitles[3] = "XCOM"

;删除军衔图标!RankIcons=()










[WOTC_APA_ReaperAgent X2SoldierClassTemplate]
DisplayName = "死神特工"
ClassSummary = "死神专精在隐蔽中潜行和攻击。<br/><br/><font color='#CA7200'>可以使用维克托步枪和手枪。</font>"
AbilityTreeTitles[0] = "特工"
AbilityTreeTitles[1] = "幽灵"
AbilityTreeTitles[2] = "捕食者"
AbilityTreeTitles[3] = "XCOM"

;删除军衔图标!RankIcons=()









RandomNickNames[0]="暗影"
RandomNickNames[1]="幽魂"
RandomNickNames[2]="潜行者"
RandomNickNames[3]="作祟"
RandomNickNames[4]="幽灵"
RandomNickNames[5]="渡鸦"
RandomNickNames[6]="镰刀"
RandomNickNames[7]="骨头"
RandomNickNames[8]="短剑"
RandomNickNames[9]="夜行者"
RandomNickNames[10]="补刀"

RandomNickNames_Male[0]="睡魔"

RandomNickNames_Female[0]="瓦尔基里"

PhotoboothSoloBLines_Male[0]="潜伏者兼刽子手。"
PhotoboothSoloBLines_Male[1]="他...从阴影中出手！"
PhotoboothSoloBLines_Male[2]="远离阴影，不然就等着被拖进地狱。"
PhotoboothSoloBLines_Male[3]="黑暗中的利刃。"
PhotoboothSoloBLines_Male[4]="没人听得到你在阴影中的尖叫..."
PhotoboothSoloBLines_Male[5]="猎手兼杀手。"
PhotoboothSoloBLines_Male[6]="暗影大师"
PhotoboothSoloBLines_Male[7]="黑暗便是他的领域"
PhotoboothSoloBLines_Male[8]="黑暗褪去，敌人陨落！"
PhotoboothSoloBLines_Male[9]="死神来了。"
PhotoboothSoloBLines_Male[10]="即便是真正的死神也害怕他。"
PhotoboothSoloBLines_Male[11]="他会先杀掉他们，然后再吃掉。"
PhotoboothSoloBLines_Male[12]="看不见的事物是杀不了的。"
PhotoboothSoloBLines_Male[13]="\"我们不惧黑夜，因我们即是暗影。\""
PhotoboothSoloBLines_Male[14]="他将是你们看到的最后一个人。"
PhotoboothSoloBLines_Male[15]="如果真正的死神放假了，那么他就为死神代工。"

PhotoboothSoloBLines_Female[0]="潜伏者兼刽子手。"
PhotoboothSoloBLines_Female[1]="她...从阴影中出手！"
PhotoboothSoloBLines_Female[2]="远离阴影，不然就等着被拖进地狱。"
PhotoboothSoloBLines_Female[3]="黑暗中的利刃。"
PhotoboothSoloBLines_Female[4]="没人听得到你在阴影中的尖叫..."
PhotoboothSoloBLines_Female[5]="猎手兼杀手。"
PhotoboothSoloBLines_Female[6]="暗影大师"
PhotoboothSoloBLines_Female[7]="暗影女王"
PhotoboothSoloBLines_Female[8]="黑暗便是她的领域"
PhotoboothSoloBLines_Female[9]="黑暗褪去，敌人陨落！"
PhotoboothSoloBLines_Female[10]="死亡也害怕她。"
PhotoboothSoloBLines_Female[11]="她会先杀掉他们，然后再吃掉。"
PhotoboothSoloBLines_Female[12]="看不见的事物是杀不了的。"
PhotoboothSoloBLines_Female[13]="\"我们不惧黑夜，我们即是暗影。\""
PhotoboothSoloBLines_Female[14]="她将是你们看到的最后一个人。"
PhotoboothSoloBLines_Female[15]="如果死神放假了，她就会填补空缺。"


; - GTS Unlocks -

[WOTC_APA_ReaperUnlock1 X2SoldierAbilityUnlockTemplate]
DisplayName = "死神: 暗影行者 I"
Summary = "不论军衔等级，所有死神的暗影融合熟练度现在从2级启动。你可以训练一名非死神派系士兵成为死神特工。"

[WOTC_APA_ReaperUnlock2 X2SoldierAbilityUnlockTemplate]
DisplayName = "死神: 暗影行者 II"
Summary = "不论军衔等级，所有死神的暗影融合熟练度现在从3级启动。你可以额外再训练一名非死神派系士兵成为死神特工。<br/><br/><font color='#CA7200'>需要 暗影行者 I</font>"

; - Ability Templates -

[WOTC_APA_Shadow X2AbilityTemplate]
LocFriendlyName = "暗影融合"
LocLongDescription = "<Ability:ClassName/>具有在暗影潜行和攻击的能力。暗影点数随着经验而增长。"
LocPromotionPopupText = "<font color='#CA7200'>专注机制：</font>在隐匿时获得暗影点数，获得减少探测半径和增加暴击率的加成。其他<Ability:ClassName/>技能可以通过活跃的暗影点数获得额外奖励。<br/><Bullet/>每个活跃的暗影点数，减小<font color='#3ABD23'><Ability:SHADOW_STACK_VARIABLE_DETECTION_BONUS/>%</font>探测半径。<br/><Bullet/>每个活跃的暗影点数，增加<font color='#3ABD23'>+<Ability:SHADOW_STACK_CRIT_CHANCE_BONUS/>%</font>暴击率。<br/><Bullet/>每回合开始时，如在隐蔽之中，获得<font color='#3ABD23'>+<Ability:SHADOW_STACK_GAIN_PER_TURN/></font>暗影点数。如在上一回合，蹲伏并被隐蔽，获得<font color='#3ABD23'>+<Ability:SHADOW_STACK_GAIN_HUNKER/></font>额外暗影点数。<br/><Bullet/>通过沉默杀手发动不破坏隐蔽的攻击，将消耗暗影点数。<br/><br/><font color='#CA7200'>I级</font>(获得于<Ability:RANKNAME1/>军衔[1])<br/><Bullet/>该<Ability:ClassName/>可尝试使用XPAD骇入附近的变种人安保哨塔。<br/><Bullet/>获得伏击，这是一种允许在隐蔽时，切换是否进行监视射击的能力。<br/><Bullet/>开始任务处在隐蔽之中，获得<font color='#3ABD23'><Ability:SHADOW_STACK_START_I/></font>活跃的暗影点数。初始最大值为<font color='#3ABD23'><Ability:SHADOW_STACK_MAX_I/></font>暗影点数。<br/><br/><font color='#CA7200'>II级</font>(获得于<Ability:RANKNAME3/>军衔[3])<br/><Bullet/>开始任务处在隐蔽之中，获得<font color='#3ABD23'><Ability:SHADOW_STACK_START_II/></font>活跃的暗影点数。最大值为<font color='#3ABD23'><Ability:SHADOW_STACK_MAX_II/></font>暗影点数。<br/><br/><font color='#CA7200'>III级</font>(获得于<Ability:RANKNAME6/>军衔[6])<br/><Bullet/>开始任务处在隐蔽之中，获得<font color='#3ABD23'><Ability:SHADOW_STACK_START_III/></font>活跃的暗影点数。最大值增加到<font color='#3ABD23'><Ability:SHADOW_STACK_MAX_III/></font>暗影点数。"

[WOTC_APA_Fade X2AbilityTemplate]
LocFriendlyName = "零敌隐者"
LocFlyOverText = "零敌隐者"
LocHelpText = "你的回合开始时，如果没有活跃的敌人能看到<Ability:ClassName/>，将重新进入隐蔽。"
LocLongDescription = "你的回合开始时，如果没有活跃的敌人能看到<Ability:ClassName/>，将重新进入隐蔽。"
LocPromotionPopupText = "你的回合开始时，如果没有活跃的敌人能看到<Ability:ClassName/>，将重新进入隐蔽。<br/><br/><Bullet/>处在晕眩、失去意识、流血不止、静滞状态的敌人不算做活跃的敌人，也不会阻止<Ability:ClassName/>重新进入隐蔽状态。<br/><Bullet/>通过零敌隐者在回合开始进入隐蔽，无法同时获得暗影点数的增加。"

[WOTC_APA_SilentKiller X2AbilityTemplate]
LocFriendlyName = "沉默杀手·PCP"
LocFlyOverText = "沉默杀手"
LocHelpText = "隐蔽时，如果你有足够多的暗影点数，用主武器或手枪击杀敌人不会破坏隐蔽。"
LocLongDescription = "隐蔽时，如果你有足够多的暗影点数，用主武器或手枪击杀敌人不会破坏隐蔽。通过沉默杀手获得的每次隐蔽击杀，将消耗暗影点数：主武器攻击消耗<font color='#CA7200'><Ability:SHADOW_STACK_PRIMARY_ATTACK_COST/></font>点，副武器攻击消耗<font color='#CA7200'><Ability:SHADOW_STACK_SECONDARY_ATTACK_COST/></font>点。"
LocPromotionPopupText = "隐蔽时，如果你有足够多的暗影点数，用主武器或手枪击杀敌人不会破坏隐蔽。<br/><br/><Bullet/>通过沉默杀手获得的每次隐蔽击杀，将消耗暗影点数：主武器攻击消耗<font color='#CA7200'><Ability:SHADOW_STACK_PRIMARY_ATTACK_COST/></font>点，副武器攻击消耗<font color='#CA7200'><Ability:SHADOW_STACK_SECONDARY_ATTACK_COST/></font>点。<br/><Bullet/>如果<Ability:ClassName/>没有足够多的暗影点数，沉默杀手将无法触发，攻击将暴露我方。<br/><Bullet/>一些特殊的多发和多目标攻击(如放逐、对峙等)不符合沉默杀手的条件，攻击将打破<Ability:ClassName/>的隐蔽。<br/><Bullet/>攻击至生命值归零的可破坏目标，符合沉默杀手的条件。"

[WOTC_APA_ReaperHack X2AbilityTemplate]
LocFriendlyName="侵入变种人安全哨塔"
LocHelpText="试图破坏附近变种人安全哨塔的保护。"
LocFlyOverText="正在侵入"

[WOTC_APA_Infiltration X2AbilityTemplate]
LocFriendlyName = "入侵·PCP"
LocFlyOverText = "入侵"
LocHelpText = "<Ability:ClassName/>获得<font color='#3ABD23'>+<Ability:INFILTRATION_HACK_BONUS/></font>黑客值。隐蔽时，变种人安保哨塔无法探测到该单位。每次重新隐蔽时，直接从暗影点数<font color='#3ABD23'><Ability:INFILTRATION_RECONCEAL_SHADOW_STACKS/></font>启动。"
LocLongDescription = "<Ability:ClassName/>获得<font color='#3ABD23'>+<Ability:INFILTRATION_HACK_BONUS/></font>黑客值。隐蔽时，变种人安保哨塔无法探测到该单位。每次重新隐蔽时，直接从暗影点数<font color='#3ABD23'><Ability:INFILTRATION_RECONCEAL_SHADOW_STACKS/></font>启动。"
LocPromotionPopupText = "<Ability:ClassName/>获得<font color='#3ABD23'>+<Ability:INFILTRATION_HACK_BONUS/></font>黑客值。隐蔽时，变种人安保哨塔无法探测到该单位。每次重新隐蔽时，直接从暗影点数<font color='#3ABD23'><Ability:INFILTRATION_RECONCEAL_SHADOW_STACKS/></font>启动。<br/><br/><Bullet/> "

[WOTC_APA_Phase X2AbilityTemplate]
LocFriendlyName = "移形换影"
LocFlyOverText = "移形换影"
LocHelpText = "获得暗影步和侧击换位能力。"
LocLongDescription = "获得暗影步(不会触发监视或者反应射击)和侧击换位(标准射击命中侧翼或暴露的目标后，将获得仅移动行动点)能力。"
LocPromotionPopupText = "获得暗影步和侧击换位能力。<br/><br/><Bullet/>暗影步使<Ability:ClassName/>免疫敌人的监视和反应射击。<br/><Bullet/>侧击换位使<Ability:ClassName/>在对侧翼、暴露或无掩体的目标进行回合结束射击后，可局部的移动。"

[WOTC_APA_Vanish X2AbilityTemplate]
LocFriendlyName = "无影无踪"
LocFlyOverText = "无影无踪"
LocHelpText = "回合开始和结束时，如果没有活跃的敌人能看到<Ability:ClassName/>，将重新进入隐蔽。"
LocLongDescription = "[零敌隐者]现在可以在回合开始和结束时，尝试让<Ability:ClassName/>重新进入隐蔽。获得免费的重新隐蔽能力。"
LocPromotionPopupText = "[零敌隐者]现在可以在回合开始和结束时，尝试让<Ability:ClassName/>重新进入隐蔽。获得免费的重新隐蔽能力。<br/><br/><Bullet/>在敌人重新部署或增援部队抵达之前，这个能力可让你更有效地操纵<Ability:ClassName/>适时能够重新进入隐蔽。<br/><Bullet/>用无影无踪在回合结束重新进入隐蔽，下一回合开始时，你将增加暗影点数。<br/><Bullet/>利用<Ability:ClassName/>的伏击能力，在你不想重新进入隐蔽时进行监视，以防止他们在敌人回合时开火(暴露自己)。"

[WOTC_APA_Haunt X2AbilityTemplate]
LocFriendlyName = "惊魂攻击"
LocFlyOverText = "惊魂攻击"
LocHelpText = "攻击在本回合已受伤的目标，造成<font color='#3ABD23'>+<Ability:HAUNT_DAMAGE_BONUS/></font>额外伤害。每次你突然暴露时，获得<font color='#3ABD23'><Ability:HAUNT_PANIC_CHANCE/>%</font>使<font color='#3ABD23'><Ability:HAUNT_PANIC_RANGE/></font>格内敌人恐慌的几率。"
LocLongDescription = "攻击在本回合已受伤的目标，造成<font color='#3ABD23'>+<Ability:HAUNT_DAMAGE_BONUS/></font>额外伤害。每次你突然暴露时，获得<font color='#3ABD23'><Ability:HAUNT_PANIC_CHANCE/>%</font>使<font color='#3ABD23'><Ability:HAUNT_PANIC_RANGE/></font>格内敌人恐慌的几率。"
LocPromotionPopupText = "攻击在本回合已受伤的目标，造成<font color='#3ABD23'>+<Ability:HAUNT_DAMAGE_BONUS/></font>额外伤害。每次你突然暴露时，获得<font color='#3ABD23'><Ability:HAUNT_PANIC_CHANCE/>%</font>使<font color='#3ABD23'><Ability:HAUNT_PANIC_RANGE/></font>格内敌人恐慌的几率。"

[WOTC_APA_BeastHunter X2AbilityTemplate]
LocFriendlyName = "野兽猎人·PCP"
LocFlyOverText = "野兽猎人"
LocHelpText = "造成<font color='#3ABD23'>+<Ability:BEAST_HUNTER_DAMAGE_BONUS/></font>伤害，并从暗影点数中获得对野蛮敌人的<font color='#3ABD23'>x<Ability:BEAST_HUNTER_SHADOW_CRIT_CHANCE_MOD/></font>暴击率加成。"
LocLongDescription = "造成<font color='#3ABD23'>+<Ability:BEAST_HUNTER_DAMAGE_BONUS/></font>伤害，并从暗影点数中获得对野蛮敌人的<font color='#3ABD23'>x<Ability:BEAST_HUNTER_SHADOW_CRIT_CHANCE_MOD/></font>暴击率加成。"
LocPromotionPopupText = "造成<font color='#3ABD23'>+<Ability:BEAST_HUNTER_DAMAGE_BONUS/></font>伤害，并从暗影点数中获得对野蛮敌人的<font color='#3ABD23'>x<Ability:BEAST_HUNTER_SHADOW_CRIT_CHANCE_MOD/></font>暴击率加成。<br/><br/><Bullet/>野蛮敌人包括：寄生兽、无面怪、狂战士、僵尸和失魂者。"

[WOTC_APA_Weakpoint X2AbilityTemplate]
LocFriendlyName = "弱点射击"
LocFlyOverText = "弱点射击"
LocHelpText = "用你的<Ability:SecondaryWeaponName/>射击，可以根据活跃的暗影点数穿透护甲：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>有<font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_I/></font>穿甲<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>有<font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_II/></font>穿甲<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>有<font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_III/></font>穿甲"
LocLongDescription = "用你的副武器射击，可以根据活跃的暗影点数穿透护甲：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>有<font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_I/></font>穿甲<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>有<font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_II/></font>穿甲<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>有<font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_III/></font>穿甲"
LocPromotionPopupText = "用你的<Ability:SecondaryWeaponName/>射击，可以根据活跃的暗影点数穿透护甲：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>有<font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_I/></font>穿甲<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>有<font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_II/></font>穿甲<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>有<font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_III/></font>穿甲"

[WOTC_APA_Hound X2AbilityTemplate]
LocFriendlyName = "追踪犬"
LocFlyOverText = "追踪犬"
LocHelpText = "根据活跃的暗影点数获得移动加成：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>有<font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_I/></font>移动力<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>有<font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_II/></font>移动力<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>有<font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_III/></font>移动力"
LocLongDescription = "根据活跃的暗影点数获得移动加成：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>有<font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_I/></font>移动力<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>有<font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_II/></font>移动力<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>有<font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_III/></font>移动力"
LocPromotionPopupText = "根据活跃的暗影点数获得移动加成：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>有<font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_I/></font>移动力<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>有<font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_II/></font>移动力<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>有<font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_III/></font>移动力"

[WOTC_APA_PreciseStrike X2AbilityTemplate]
LocFriendlyName = "精准攻击"
LocFlyOverText = "精准攻击"
LocHelpText = "根据暗影点数增加命中和暴击掩体后目标的几率：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>有<font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_I/>%</font>命中和暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>有<font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_II/>%</font>命中和暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>有<font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_III/>%</font>命中和暴击率"
LocLongDescription = "根据暗影点数增加命中和暴击掩体后目标的几率：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>有<font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_I/>%</font>命中和暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>有<font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_II/>%</font>命中和暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>有<font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_III/>%</font>命中和暴击率"
LocPromotionPopupText = "根据暗影点数增加命中和暴击掩体后目标的几率：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>有<font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_I/>%</font>命中和暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>有<font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_II/>%</font>命中和暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>有<font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_III/>%</font>命中和暴击率"

[WOTC_APA_Undermine X2AbilityTemplate]
LocFriendlyName = "暗中伤敌"
LocFlyOverText = "暗中伤敌"
LocHelpText = "用你的<Ability:SecondaryWeaponName/>攻击，不再需要击杀就能触发沉默杀手，并使目标伤口撕裂，使其在所有后续攻击中受到<font color='#3ABD23'>+<Ability:UNDERMINE_RUPTURE_DAMAGE/></font>额外伤害。"
LocLongDescription = "用你的<Ability:SecondaryWeaponName/>攻击，不再需要击杀就能触发沉默杀手，并使目标伤口撕裂，使其在所有后续攻击中受到<font color='#3ABD23'>+<Ability:UNDERMINE_RUPTURE_DAMAGE/></font>额外伤害。"
LocPromotionPopupText = "用你的<Ability:SecondaryWeaponName/>攻击，不再需要击杀就能触发沉默杀手，并使目标伤口撕裂，使其在所有后续攻击中受到<font color='#3ABD23'>+<Ability:UNDERMINE_RUPTURE_DAMAGE/></font>额外伤害。<br/><br/><Bullet/>暗中伤敌不会阻止使自己暴露的攻击，包括任何不符合沉默杀手触发条件的技能(对峙、多重火力等)。<br/><Bullet/>沉默杀手的其他条件，如所需的暗影点数，同样适用于暗中伤敌。"

[WOTC_APA_Annihilation X2AbilityTemplate]
LocFriendlyName = "歼灭·PCP"
LocFlyOverText = "歼灭"
LocLongDescription = "用放逐击杀敌人可继续向其他敌人射击，直到没有弹药。放逐可额外使用<font color='#3ABD23'>+<Ability:ANNIHILATION_CHARGE_BONUS/></font>次。"
LocPromotionPopupText = "用放逐击杀敌人可继续向其他敌人射击，直到没有弹药。放逐可额外使用<font color='#3ABD23'>+<Ability:ANNIHILATION_CHARGE_BONUS/></font>次。<br/><br/><Bullet/>放逐在使用期间有<font color='#3ABD23'><Ability:ANNIHILATION_BANISH_COOLDOWN/></font>回合冷却。"
